"ASSISTED_AUTH_INSTRUCTIONS" = "Käy osoitteessa %@ ja kirjaudu kohteeseen %@ kirjoittamalla seuraava koodi";

"BUTTON_AUTHENTICATE" = "Käytä puhelinnumeroani";

"BUTTON_CONTINUE" = "Jatka";

"BUTTON_CREATED_ACCOUNT" = "Tili luotu";

"BUTTON_CREATE_ACCOUNT" = "Luo tili";

"BUTTON_CREATING_ACCOUNT" = "Luodaan tiliä";

"BUTTON_DISMISS" = "Hylkää";

"BUTTON_DONE" = "Valmis";

"BUTTON_EDIT_NUMBER" = "Muokkaa numeroa";

"BUTTON_LOGGING_IN" = "Kirjaudutaan sisään";

"BUTTON_NOT_NOW" = "Ei nyt";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Lähetä koodi";

"BUTTON_RETRY" = "Yritä uudelleen";

"BUTTON_SENDING" = "Lähetetään...";

"BUTTON_SENDING_CONF_CODE" = "Lähetetään vahvistuskoodia";

"BUTTON_SEND_CONF_CODE" = "Lähetä vahvistuskoodi";

"BUTTON_SENT_CONF_CODE" = "Vahvistuskoodi lähetetty";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Kokeile toista numeroa";

"BUTTON_VERIFYING" = "Varmennetaan";

"CALL_ME_ACTION" = "Soita";

"CALL_ME_LOADING" = "Soitetaan...";

"DEFAULT_INVITE_VIEW_TITLE" = "Kutsu ystäviä";

"ERROR_CANT_SMS" = "Tekstiviestin lähettäminen tähän numeroon epäonnistui.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Tarkista koodi ja yritä uudelleen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hups, kohtasimme verkko-ongelman. Yritetäänkö uudelleen? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Tarkista sähköpostiosoitteesi ja yritä uudelleen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Tarkista numero ja yritä uudelleen";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Olet aiemmin asettanut kaksivaiheisen varmennuskoodin osoitteessa <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Kun napautat yllä Soita minulle, <a href=\"https://www.digits.com\">Digits by Twitter </a> soittaa puhelimeesi puhelinnumerosi vahvistamista varten. Puhelu- ja tiedonsiirtokustannukset ovat voimassa.";

"FOOTNOTE_CREATE_ACCOUNT" = "Napauttamalla yllä Luo tili hyväksyt <a href=\"https://www.digits.com\">Digits by Twitter</a> -palvelun <a href=\"https://twitter.com/tos\">käyttöehdot</a>, <a href=\"https://twitter.com/privacy\">yksityisyyskäytännön</a> \nja <a href=\"https://support.twitter.com/articles/20170514\">evästeiden käytön</a> sekä sen, että palvelu jakaa \npuhelinnumerosi sovelluksessa %@ ja että sovelluksen %@ muut käyttäjät\n voivat löytää sinut puhelinnumeron avulla.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Kun napautat yllä Jatka, lisäät tämän sähköpostiosoitteen Digits-tilillesi. Hyväksyt, että tämä sovellus ja <a href=\"https://www.digits.com/settings\">kaikki Digits-tililläsi listatut sovellukset</a> voivat käyttää tätä sähköpostiosoitetta ja että niiden käyttäjät voivat löytää sinut sähköpostiosoitteesi avulla.";

"FOOTNOTE_LOGIN" = "Kun napautat yllä Jatka, <a href=\"https://www.digits.com/settings\">Digits-puhelinnumerosi ja/tai -sähköpostiosoitteesi</a> jaetaan sovelluksen %@ kanssa ja muut sovelluksen %@ käyttäjät voivat löytää sinut puhelinnumerosi ja/tai sähköpostiosoitteesi avulla.";

"FOOTNOTE_SEND_CONF_CODE" = "Kun napautat yltä Lähetä vahvistuskoodi, <a href=\"https://www.digits.com\">Digits by Twitter</a> lähettää sinulle tekstiviestin puhelinnumerosi vahvistamista varten. Seuraavassa näkymässä voit valita Lähetä koodi uudelleen saadaksesi uuden tekstiviestin tai Soita minulle aloittaaksesi puhelun puhelinnumerosi vahvistamista varten. Tekstiviesti-, puhelu- ja tiedonsiirtokustannukset ovat voimassa.";

"FOOTNOTE_TOS_UPDATE" = "Napauttamalla yllä Jatka hyväksyt  <a href=\"https://www.digits.com\">Digits by Twitter</a> -palvelun päivitetyt <a href=\"https://twitter.com/tos\">käyttöehdot</a>, <a href=\"https://twitter.com/privacy\">yksityisyyskäytännön</a> ja <a href=\"https://support.twitter.com/articles/20170514\">evästeiden käytön</a> sekä sen, että palvelu jakaa <a href=\"https://www.digits.com/settings\">Digits-tilisi puhelinnumeron ja/tai sähköpostiosoitteen</a> sovelluksessa %@, ja että sovelluksen %@ muut käyttäjät voivat löytää sinut puhelinnumeron ja/tai sähköpostiosoitteen avulla.";

"INVITED_BUTTON_TITLE" = "Kutsutut";

"INVITE_BUTTON_TITLE" = "Kutsu";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Kirjoita kaksivaiheisen varmennuksen koodi.";

"LABEL_ENTER_CONF_CODE" = "Lähetimme sinulle kuusinumeroisen koodin.";

"LABEL_ENTER_EMAIL" = "Kirjoita sähköpostiosoitteesi.";

"LABEL_ENTER_PHONE_NUMBER" = "Mikä on puhelinnumerosi?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Digits by Twitter -palvelu auttaa löytämään muita tätä sovellusta käyttäviä ystäviäsi. Kun napautat OK, lähetämme osoitekirjasi Digits by Twitterille, jotta voimme auttaa sinua löytämään sovelluksen %@ käyttäjiä, jotka tuntevat sinut tai auttaa muita sovelluksen %@ käyttäjiä löytämään sinut.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Löydä ystäväsi";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Puhelinnumeron vahvistaminen epäonnistui";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vahvistuskoodin lähettämisessä on nyt ongelmia.";

"ONBOARDING_MESSAGE" = "Kirjaudu sisään osoitteessa https://fabric.io asettaaksesi sovelluksesi nimen, joka sisällytetään varmennussähköpostiviesteihin sekä tekstiviesti- ja äänilupaviesteihin.";

"ONBOARDING_MESSAGE_ANSWERS" = "Ota Digitsin automaattinen tapahtumalokin teko käyttöön lisäämällä Answers-kehys sovellukseesi. Lue lisää osoitteessa https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "tämä sovellus";

"SMS_PREFILL_TEXT_DEFAULT" = "Hei %@. Käytän sovellusta %@, liity mukaan!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Hei %@. Asenna sovellus %@ kohteesta %@.";

